Repository: pennisiandrea/pickup-station
Catalog: PickupStation/Logical/Source/Stamper/StamperAlarms.tmx
Source language: en
Languages: it

source: Stamper axis is in error
it: Stamper ha rilevato un malfunzionamento dell'asse

source: Stamper forward/backward sensors simultaneously active
it: Stamper ha rilevato una combinazione anomala dei sensori

source: Stamper axis was not able to homing
it: Stamper ha fallito l'homing

source: Stamper axis was not able to power on
it: Stamper ha fallito il power on

source: Stamper was not able to reach backward position
it: Stamper ha fallito il movimento indietro

source: Stamper was not able to reach forward position
it: Stamper ha fallito il movimento avanti

source: Stamper axis was not able to resolve the command
it: Stamper non è stato in grado di comunicare il comando all'asse
